

const experience = [
    
    {
        company: 'АО "Гринатом" (Росатом)', 
        year: '2023—2025', 
        position:'Web-дизайнер', 
        text:'Работа со стендами, GitLab, Vue.js, дизайн элементов, оптимизация шаблонов компонентов.'
    },
    {
        company: 'ООО "Комус"', 
        year: '2019—2022', 
        position:'HTML-верстальщик', 
        text:'Вёрстка страниц сайта (лендингов, информационных и акционных страниц) с применением flex, grid, а также использованием Javascript. Вёрстка адаптивна для всех устройств. Наполнение контентом через работу с CMS Hybris. Работа с Figma. Адаптация изображений и баннеров с учетом существующих требований компании. Создание шаблонов страниц для отдела контент-менеджеров для повышения эффективности и скорости выполнения задач. Реализация созданных мной шаблонов позволило увеличить скорость добавления информации в разы.'
    },
    
    {
        company: 'Интернет-магазин "ГарантСтройМаркет"', 
        year: '2019', 
        position:'Web-мастер / Администратор сайта', 
        text:''
    },
    {
        company: 'ЭР-телеком', 
        year: '2018', 
        position:'Менеджер по IT-проектам', 
        text:'Создание и верстка web-страниц для точек wi-fi, консультирование пользователей.'
    },
    {
        company: '1001 тур', 
        year: '2016—2017', 
        position:'Менеджер по туризму', 
        text:'Успешный опыт в продажах, ведение клиентской базы, расчет как пакетных, так и индивидуальных туров,ведение документации.'
    },
      {
        company: 'Частная практика / фриланс', 
        year: '2014—2016', 
        position:'Контент-менеджер, web-мастер, дизайнер-верстальщик', 
        text:'Реализация частных заказов на изготовление сайтов (дизайн, верстка), рекламной полиграфической продукции, наполнение сайтов и страничек в соцсетях. Поддержка сайтов, HTML/CSS адаптивная верстка. Работа с сайтами как через файловую систему ftp, так и через различные административные панели. Анализ эффективности сайтов через Google Analytics и Яндекс.Метрику.'
    },
    {
        company: 'ГК Конкор (Парк Яхрома)', 
        year: '2009—2014', 
        position:'Контент-менеджер, web-мастер, дизайнер', 
        text:'Cоздание сайтов на CMS, создание собственных шаблонов под CMS, HTML-верстка, CSS. Администрирование сайтов. Разработка структуры сайтов и приложений. Успешная работа по продвижению сайтов (неоднократное выведение в топовые позиции по высокочастотным запросам). Web-аналитика. Составление и ведение рекламных кампаний (контекстная реклама, соцсети).'
    },
    {
        company: 'Туристическая компания "Свой тур"', 
        year: '2007—2009', 
        position:'Дизайнер, web-мастер', 
        text:'Создание сайтов, разработка и создание макетов для POS и других печатных материалов, продвижение сайтов.'
    },
    {
        company: 'Издательский центр Белорусского государственного университета', 
        year: '2001—2007', 
        position:'Дизайнер-верстальщик', 
        text:'Верстка книг, создание обложек, обработка изображений, допечатная подготовка',
    },
    {
        company: 'Национальный центр правовой информации РБ', 
        year: '1998—2001', 
        position:'Старший корректор', 
        text:'Вычитка текстов, правка, внесение в базу данных.',
    },
];

export default experience;