

const experience = [
    
    {
        company: 'АО "Гринатом" (Росатом)', 
        year: '2023—2025', 
        position:'Web-дизайнер', 
        text: <>
            <p>Работа со стендами, GitLab, Vue.js, дизайн элементов, оптимизация шаблонов компонентов.</p>
        </>
    },
    {
        company: 'ООО "Комус"', 
        year: '2019—2022', 
        position:'HTML-верстальщик / Контент-менеджер мобильного приложения', 
        text: <>
            <p>Вёрстка страниц сайта (лендингов, информационных и акционных страниц) с применением flex, grid, а также использованием Javascript. Вёрстка адаптивна для всех устройств. Наполнение контентом через работу с CMS Hybris. Работа с Figma.</p>
            <p>Адаптация изображений и баннеров с учетом существующих требований компании. Создание шаблонов страниц для отдела контент-менеджеров для повышения эффективности и скорости выполнения задач. Реализация созданных мной шаблонов позволило увеличить скорость добавления информации в разы.</p>
        </> 
    },
    
    {
        company: 'Интернет-магазин "ГарантСтройМаркет"', 
        year: '2019', 
        position:'Web-мастер / Администратор сайта', 
        text: <>
            <p>Создание сайтов на Битрикс, работа с каталогом (свыше 30000 карточек товаров).</p>
            <p>Подключение и модифицирование модулей и компонентов. Синхронизация сайта с 1С.</p>
            <p>Парсинг информации с других сайтов, обработка и добавление в каталог (до 10 000 новых карточек товаров в течение одного дня).</p>
            <p>Работа по администрированию локальной сети офиса и программного обеспечения компьютеров.</p>
        </>
    },
    {
        company: 'ЭР-телеком', 
        year: '2018', 
        position:'Менеджер по IT-проектам', 
        text: <>
            <p>Создание и верстка web-страниц для точек wi-fi, консультирование пользователей.</p>
        </>
    },
    {
        company: '1001 тур', 
        year: '2016—2017', 
        position:'Менеджер по туризму', 
        text:<>
            <p>Успешный опыт в продажах, ведение клиентской базы, расчет как пакетных, так и индивидуальных туров,ведение документации.</p>                
        </>
    },
      {
        company: 'Частная практика / фриланс', 
        year: '2014—2016', 
        position:'Контент-менеджер, web-мастер, дизайнер-верстальщик', 
        text: <>
            <p>Реализация частных заказов на изготовление сайтов (дизайн, верстка), рекламной полиграфической продукции, наполнение сайтов и страничек в соцсетях. Поддержка сайтов, HTML/CSS адаптивная верстка. </p>
            <p>Работа с сайтами как через файловую систему ftp, так и через различные административные панели. Анализ эффективности сайтов через Google Analytics и Яндекс.Метрику.</p>
       </>
    },
    {
        company: 'ГК Конкор (Парк Яхрома)', 
        year: '2009—2014', 
        position:'Контент-менеджер, web-мастер, дизайнер', 
        text:<>
            <p>Cоздание сайтов на CMS, создание собственных шаблонов под CMS, HTML-верстка, CSS. Администрирование сайтов. Разработка структуры сайтов и приложений. Успешная работа по продвижению сайтов (неоднократное выведение в топовые позиции по высокочастотным запросам). Web-аналитика. Составление и ведение рекламных кампаний (контекстная реклама, соцсети).</p>
        </>
    },
    {
        company: 'Туристическая компания "Свой тур"', 
        year: '2007—2009', 
        position:'Дизайнер, web-мастер', 
        text: <>
            <p>Создание сайтов, разработка и создание макетов для POS и других печатных материалов, продвижение сайтов.</p>
        </>
    },
    {
        company: 'Издательский центр Белорусского государственного университета', 
        year: '2001—2007', 
        position:'Дизайнер-верстальщик', 
        text:<>
            <p>Верстка книг, создание обложек, обработка изображений, допечатная подготовка.</p>
        </>
    },
    {
        company: 'Национальный центр правовой информации РБ', 
        year: '1998—2001', 
        position:'Старший корректор', 
        text:<>
            <p>Вычитка текстов, правка, внесение в базу данных.</p>
        </>
    },
];

export default experience;